data = '[{"data":"Вчера наши ученики и тренеры ШахМатOff приняли участие в 1 этапе Кубка Гран-При, который собрал сильных шахматистов!  Лучший результат в этом турнире показала ученица Щербина Матвея (тренирует совместно с Ладыгиным Ф.А.) - Фролова Лада, набрав 6 из 9.  Показать ещё"},{"data":"В минувшее воскресенье в старшей группе Матвея Дмитриевича прошёл турнир по блицу. Но этот турнир был необычный, а с трансляцией и записью партий с использованием новой технологии idChess.   Chess Club позволяет записывать игры на настоящей доске и переводить их в формат pgn или gif. С помощью неё вы можете Показать ещё"},{"data":"А вы знали, что наши тренеры регулярно пишут свои мысли и выкладывают на нашем сайте по ссылке: https://chessekb.ru/stati ?  Например, вот недавняя статья от тренера ШахМатOff Евгения Датского, советуем к прочтению: https://chessekb.ru/stati/article_post/rol-shahmat-v-.."},{"data":"В эти выходные прошло огромное количество турниров, в которых приняли участие наши шахматисты.  Вчера прошёл очередной турнир ШахМатOff - Kids, в котором была упорная борьба за победу между каждым участником. Поздравляем победителей среди мальчиков: Показать ещё"},{"data":"Новые успехи ТЫРТЫШНИКОВА ЛУКИ и его тренера Матвея Щербина!  Лука стал ЧЕМПИОНОМ в отборочном этапе по рапиду Международного турнира «Шахматные звёзды - 2023»! Турнир проходит в Москве как для детей, так и взрослых и состоит из нескольких этапов: рапид и блиц. Показать ещё"},{"data":"Эти выходные выдались активными на турниры: 21 января проходил турнир по быстрым шахматам, посвященный заслуженному тренеру России Соловьёву М.С. Хорошую игру и результаты показали ученики Щербина Матвея: Марьин Семён (5.5 из 9) Гулин Михаил (5.5 из 9) и прибавка к российскому рейтингу 153 пункта! Показать ещё"},{"data":"Давайте вспомним, как прошёл наш кубок в коротком ролике от нашего замечательного оператора!  https://youtu.be/OGMxoNevqsY"},{"data":"В минувшие выходные в Екатеринбурге прошёл первый за всю историю Екатеринбурга Кубок Гран-При России по быстрым шахматам - Мемориал Д.С.Щербина!  В турнире приняли участие 212 шахматистов из 25 регионов России. Среди участников более 20 гроссмейстеров, 13 международных Показать ещё"},{"data":"Уже завтра стартует Этап Кубка Гран-При России - Мемориал Щербина Д.С. ! Комментировать в прямом эфире будут известный блогер Владимир Михайловский и МГ Никита Петров по ссылке:  https://youtu.be/a1OB1cLv_Zs"},{"data":"ДЕРЯБИН ЛЕВ - НОВЫЙ ЧЕМПИОН ЕКАТЕРИНБУРГА!  С 3 по 6 января проходил чемпионат города до 9 лет по классическим шахматам. В турнире среди мальчиков участвовало 59 участников. Набрав 6.5 из 7 возможных, чемпионом стал наша восходящая звезда ЛЕВ ДЕРЯБИН.  Показать ещё"}]'