data = '[{"data":"Победители розыгрыша:  Никита Кайсин  Розыгрыш проведен с помощью приложения «Рандомный розыгрыш» vk.com/app7944688"},{"data":"В эти выходные прошли турниры как по классическим шахматам, так и по рапиду. В каждом из турниров была напряженная борьба.  ФРОЛОВА ЛАДА стала ЧЕМПИОНКОЙ Екатеринбурга среди женщин по быстрым шахматам. Турнир проходил 12 марта и собрал сильнейших девушек Урала! В турнире Лада набрала 7.5 из 9 (тренер Щербин М.Д. совместно с Ладыгиным Ф.А! Показать ещё"},{"data":"И даже в праздник, посвященный Международному женскому дню наши девчонки не отдыхали, а участвовали в Чемпионате Арамильского городского округа по шахматам среди женщин.  С отличными результатами поздравляем: Фролову Ладу она стала вице-чемпионкой, набрав 7,5 из 9 Показать ещё"},{"data":"КОНКУРС   idChess — лучший подарок для шахматиста  Вместе с https://vk.com/idchesscom мы разыгрываем для вас набор idChess со штативом и годовой подпиской на приложение   Показать ещё"},{"data":"НОВЫЕ УСПЕХИ НАШИХ РЕБЯТ!  В эти выходные прошли очередные турниры, в которых приняли участие наши шахматисты.  4 марта прошёл очередной турнир ШахМатOff - Kids - 9, в Показать ещё"},{"data":"Ученики нашей школы есть не только в Свердловской области, а на территории всей России и даже мира! Представители ШахМатOff завоевывают высокие места во всех уголках нашей страны. Расскажем вам о достижениях минувших выходных:  В республике Татарстан проходил крупный турнир по Показать ещё"},{"data":"Выходные вновь выдались очень насыщенными! Прошло несколько сильных турниров, результаты которых мы постараемся кратко рассказать.  Вчера прошёл КУБОК ГРАН-ПРИ по блицу, в котором ребята в сумме подняли рейтинг FIDE около 650 пунктов! Лучшие результаты учеников Щербина Матвея:  Показать ещё"},{"data":"Вчера в Нижнем Тагиле начался Этап Детского Кубка России - турнир памяти Левитского С.М., в котором принимают участие 234 шахматиста в разных возрастных категориях!  Честь нашей школы защищают Прайгер Елизавета, Пехташева Аглая, Дерябин Лев, Чуха Юрий, Иевлев Леонид! Показать ещё"},{"data":"Поздравляем учеников Кудинова Александра с победами на турнире Малахитовая Шкатулка: В турнире С: Мхитарян Микаэл выиграл абсолютно все партии (9 из 9) и стал победителем турнира! Бланин Егор набрал 7,5 из 9 Показать ещё"},{"data":"В шахматах огромную роль играет ПСИХОЛОГИЯ. Как справиться с поражением? Как играть и не бояться против неудобного, более сильного соперника? Как настроиться на важную партию? Огромное количество вопросов, на которые не просто ответить...  Скоро в Екатеринбурге пройдет интересный семинар на тему Показать ещё"}]'